[
    {
        "original_text": "slowly and not without struggle, america began to listen.",
        "original_output": "Amerika began to listen.",
        "adversarial_text": "slowly and not without struggle, america began Eminescu listen.",
        "adversarial_output": "                                                 "
    },
    {
        "original_text": "i didn't own a thesaurus until four years ago and i use a small webster's dictionary that i'd bought at k-mart for 89 cents.",
        "original_output": "i bought a thesaurus at k-mart for 89 cents.",
        "adversarial_text": "i didn't own a thesaurus until four years ago and i use a small webster's dictionary that i'd bought at k-mart for 89 incadrs.",
        "adversarial_output": "ich kenne ich ich habe ich ich kenne ich ich habe ich ich ich habe ich ich ich kenne ich ich habe ich ich ich ich habe ich ich ich ich ich ich ich ich ich ich ich ich ich ich ich ich ich ich ich ich ich ich ich"
    },
    {
        "original_text": "portlet, you must write three short deployment descriptors: web.xml, portlet.xml, and geronimo-web.xml. (some of these may have been generated by your ide.)",
        "original_output": "let, you must write three short deployment descriptors: web.xml, portlet.xml, and geronimo-web.xml. (some of these may have been generated by your ide.",
        "adversarial_text": "portlet, you must write three short deployment descriptors: web.xml, port suprafete.xml, and geronimo-web.xml. (some of these may have been generated by your ide.)",
        "adversarial_output": "                                                 "
    },
    {
        "original_text": "dithering is a technique that blends your colors together, making them look smoother, or just creating interesting textures.",
        "original_output": "dithering is a technique that blends your colors together, making them look smoother, or just creating interesting textures.",
        "adversarial_text": "dithering is a technique that blends suprafete colors together, making them look smoother, or just creating interesting textures.",
        "adversarial_output": "Die dithering ist eine Technik, die die Zusammensetzung der Oberflachen vereint, die sie flüssiger machen oder einfach interessante Texturen schaffen kann."
    },
    {
        "original_text": "this paper discusses the petrologic characteristics of the coal-bearing strata under the geologic structural background of the tertiary coal basin in hunchun.",
        "original_output": "discusses the petrologic characteristics of the coal-bearing strata under the geologic structural background of the tertiary coal basin in hunchun.",
        "adversarial_text": "this paper summarizes the petrologic characteristics of the coal-bearing strata under the geologic structural background of the tertiary coal basin in hunchun.",
        "adversarial_output": "a)                                                "
    },
    {
        "original_text": "women over 55 are pickier about their partners than at any other time in their lives.",
        "original_output": "Frauen über 55 sind eher picker über ihre Partner als zu jedem anderen Zeitpunkt in ihrem Leben.",
        "adversarial_text": "cute over 55 are pickier about their partners than at any other time in their lives.",
        "adversarial_output": "                                                 "
    },
    {
        "original_text": "ruben: so, to heal (with capital letters) you need to have no predilections.",
        "original_output": ": so, to heal (with capital letters) you need to have no predilections.",
        "adversarial_text": "ruben cunoaste so, to heal (with capital letters) you need to have no predilections.",
        "adversarial_output": "                                                 "
    },
    {
        "original_text": "change the value for the <ejb-link> tag to myejb, which is the name of the ejb as defined in the ejb-jar.xml file.",
        "original_output": "the value for the tag ejb-link> tag to myejb, which is the name of the ejb as defined in the ejb-jar.xml file.",
        "adversarial_text": "change the value for the <unk>e suprafeteb-link> tag to myejb, which is the name of the ejb as defined in the ejb-jar.xml file.",
        "adversarial_output": "                                                 "
    },
    {
        "original_text": "brain: if you don't mind, jonathan, while you and mr. sun get acquainted, i'd like to check the arrangements for the meeting.",
        "original_output": ": if you don't mind, jonathan, while you and mr. sun get acquainted, i'd like to check the arrangements for the meeting.",
        "adversarial_text": "brain:  rosii you don't mind, jonathan, while you and mr. sun get acquainted, i'd like to check the arrangements for the meeting.",
        "adversarial_output": "jonathan, ich wünsche mir eine erfreuliche Begegnung mit dem jungen jungen jungen jungen jungen jungen jungen jungen jungen jungen jungen jungen jungen jungen jungen jungen jungen jungen jungen jungen jungen jungen jungen jungen jungen jungen jungen jungen jungen jungen jungen jungen jungen jungen jungen jungen jungen jungen"
    },
    {
        "original_text": "bailee madison plays sally, a young girl who goes to live with her father and his girlfriend.",
        "original_output": "madison, bailee madison, plays sally, a young girl who goes to live with her father and his girlfriend.",
        "adversarial_text": "bailee madison plays sally a young girl who goes to live with her father and his girlfriend.",
        "adversarial_output": "                                                 "
    },
    {
        "original_text": "when you eat dinner out, reduce the temptation to clean your plate by setting aside one-third of your meal.",
        "original_output": "Wenn Sie essen draußen, drinken Sie essen, drinken Sie die essen, drinken Sie essen, drinken Sie die essen Sie essen, drinken Sie die essen Sie essen, drinken Sie die essen Sie essen, drinken Sie die essen Sie essen, drinken Sie die essen Sie essen, drinken Sie die essen",
        "adversarial_text": "when you eat dinner out, reduce the temptation to clean your plate by setting aside one-third of your<extra_id_24>.",
        "adversarial_output": "plate plate plate plate plate."
    },
    {
        "original_text": "miaoxiang son know the devil tricks, white three quick deployment.",
        "original_output": "miaoxiang son know the devil tricks, white three quick deployment.",
        "adversarial_text": "mi proaspatoxiang son know the devil tricks, white three quick deployment.",
        "adversarial_output": "i i i i i i i i i i i i i i i i i i i i i i i i i i i i i i i i i i i i i i i i i i i i i i i i i"
    },
    {
        "original_text": "\"the chinese super league starts in a couple of weeks and sheffield united have asked me to go over and have a look at the coaching set-up, \" said mckinna.",
        "original_output": "mckinna said sheffield united have asked me to go over and have a look at the coaching set-up. mckinna said the chinese super league starts in a couple of weeks.",
        "adversarial_text": "\"the chinese super league starts in a couple of weeks and sheffield united have asked me to go over and have a look at the coaching set-up, \" said mckintindea.",
        "adversarial_output": "mckintindea."
    },
    {
        "original_text": "the first parameter to the script is saved to a variable called $ip.",
        "original_output": "Der erste Parameter des script wird in eine variable $ip gespeichert.",
        "adversarial_text": "the first parameter to the script is saved to a variable called $ip incadr",
        "adversarial_output": "- incadr incadr incadr incadr incadr incadr incadr incadr incadr incadr incadr incadr incadr incadr incadr incadr incadr incadr incadr incadr incadr incadr incadr incadr incadr incadr incadr incadr incadr incadr incadr incadr incadr incadr incadr incadr incadr incadr incadr incadr incadr incadr incadr incadr incadr incadr incadr incadr incadr incadr incadr incadr incadr incadr incadr incadr incadr incadr incadr incadr incadr incadr incadr incadr incadr incadr incadr incadr incadr incadr incadr incadr incadr incadr incadr incadr incadr incadr incadr incadr incadr incadr incadr incadr incadr incadr incadr incadr incadr incadr incadr incadr incadr incadr incadr incadr incadr"
    },
    {
        "original_text": "his time of 13 seconds is his best result since his injury four years ago.",
        "original_output": "Sein Zeit von 13 Sekunden ist sein best result seit seinem Unfall vor vier Jahren, er hat seinen letzten zehn Sekunden während 13 Sekunden gespielt.",
        "adversarial_text": "his compoziti of 13 seconds is his best result since his injury four years ago.",
        "adversarial_output": "                                                 "
    },
    {
        "original_text": "he could see i meant what i said. so he took his fur coat and left.",
        "original_output": "could see i meant what i said. so he took his fur coat and left.",
        "adversarial_text": "he could see i<extra_id_59> what i said. so he took his fur coat and left.",
        "adversarial_output": "i a lutte et a lutte et a lutte et a lutte et a lutte et a lutte et a lutte et a lutte et a lutte "
    }
]